Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Whether to extract and translate YAML front matter blocks in Markdown and MDX files.
sv: Huruvida YAML-inledningsblock skall extraheras och översättas i Markdown- och MDX-filer.

source: Translate front matter values
sv: Översätt inledningsblockens värden

source: Parse YAML front matter and translate only scalar string values. Keys, structure, comments, and formatting are preserved when possible.
sv: Tolka YAML-inledningen och översätt endast skalära strängvärden. Nycklar, poster, kommentarer och formatering bevaras när det är möjligt.

source: Disable placeholders
sv: Deaktivera platshållare

source: Disables detection and processing of placeholders in Markdown and MDX files.
sv: Inaktiverar identifiering och bearbetning av platshållare i Markdown- och MDX-filer.

source: Strings with source comments
sv: Strängar med källkommentarer

source: Repository branch is required for this integration.
sv: Förrådsgrenen krävs för denna integration.

source: The string you wanted to translate could not be identified. Please reopen it and try again.
sv: Strängen som du ville översätta kunde inte identifieras. Öppna den igen och försök på nytt.

source: Insufficient privileges for reviewing strings.
sv: Otillräckliga behörigheter för att granska strängar.

source: Enter a source component ID.
sv: Ange ett ID för källkomponenten.

source: With {count} or more eligible source components, a project/component path is also accepted. In that case, component and project operations also accept a component slug from the target project.
sv: Med {count} eller fler kvalificerade källkomponenter godtas även en projekt-/komponentsökväg. I så fall godtar komponent- och projektåtgärder även en komponentidentifierare från målprojektet.

source: Leave blank to use eligible components from each target component's project.
sv: Lämna tomt för att använda kvalificerade komponenter från varje målkomponents projekt.

source: Leave blank to use eligible components in the current workspace.
sv: Lämna tomt för att använda kvalificerade komponenter i den aktuella arbetsytan.

source: All eligible components in current workspace
sv: Alla kvalificerade komponenter i den aktuella arbetsytan

source: All eligible components in current project
sv: Alla kvalificerade komponenter i det aktuella projektet

source: Eligible components from each target component's project
sv: Kvalificerade komponenter från varje målkomponents projekt

source: You can also enter a component slug from the current project or a project/component path.
sv: Du kan även ange en komponentidentifierare från det aktuella projektet eller en projekt-/komponentsökväg.

source: You can also enter a project/component path.
sv: Du kan även ange en projekt-/komponentsökväg.

source: Enter component ID or project/component slug.
sv: Ange komponent-ID eller projekt-/komponent-slug.

source: Revert the latest translation edits from this user in the current project.
sv: Återställ de senaste översättningsändringarna från den här användaren i det nuvarande projektet.

source: Reject all pending suggestions from this user in the current project.
sv: Avvisa alla väntande förslag från den här användaren i det nuvarande projektet.

source: Delete all comments from this user in the current project.
sv: Ta bort alla kommentarer från denna användare i det nuvarande projektet.

source: Counting mode
sv: Räkneläge

source: Choose whether repeated changes on the same string are counted once or as separate changes.
sv: Välj om upprepade ändringar på samma sträng ska räknas en gång eller som separata ändringar.

source: Unique strings
sv: Unika strängar

source: All changes
sv: Alla ändringar

source: Search filter
sv: Sökfilter

source: Base rate
sv: Grundpris

source: Price per source word.
sv: Pris per ord från källtexten.

source: Translation memory threshold
sv: Tröskelvärde för översättningsminne

source: New strings rate
sv: Pris för nya strängar

source: Needs editing rate
sv: Pris för redigeringsbehov

source: Exact match rate
sv: Pris för exakt matchning

source: Fuzzy match rate
sv: Pris för ungefärling matchning

source: Repetition rate
sv: Repetitionspris

source: Minimum changes per day
sv: Minsta ändringar per dag

source: Maximum changes per day
sv: Maximalt antal ändringar per dag

source: Maximum source words per day
sv: Maximalt antal källord per dag

source: Inherit from workspace
sv: Ärv från arbetsområdet

source: Inherit from project
sv: Ärv från projektet

source: Inherit from category
sv: Ärv från kategorin

source: Inherited value is shown. Disable inheritance to edit the stored override.
sv: Ärvt värde visas. Inaktivera arv för att redigera den lagrade åsidosättningen.

source: The category does not belong to the selected project.
sv: Kategorin tillhör inte det valda projektet.

source: You do not have permission to change project access settings.
sv: Du har inte behörighet att ändra projektets åtkomstinställningar.

source: You must specify a license for these components to make them publicly accessible:
sv: Du måste ange en licens för dessa komponenter för att göra dem publikt tillgängliga:

source: Uses and contributes to the pool of shared translations between projects in the workspace.
sv: Använder och bidrar till samlingen med delade översättningar mellan projekt i arbetsområdet.

source: Enter the UUID of a workspace where you have permission to edit settings and add projects.
sv: Ange UUID för en arbetsyta där du har behörighet att redigera inställningar och lägga till projekt.

source: Enter the UUID of a workspace where you have permission to edit settings and add projects, or leave empty to move the project out of a workspace.
sv: Ange UUID för en arbetsyta där du har behörighet att redigera inställningar och lägga till projekt, eller lämna tomt om du vill flytta projektet från en arbetsyta.

source: No matching workspace found.
sv: Inget matchande arbetsområde hittades.

source: The backup is from an incompatible version (%(version)s). Please upgrade your Weblate instance.
sv: Säkerhetskopian kommer från en inkompatibel version (%(version)s). Uppgradera din Weblate-instans.

source: Delete translation memory created from this component
sv: Ta bort översättningsminnet som skapats från denna komponent

source: Project, workspace, and shared translation memory entries will be deleted. Personal and uploaded entries will be preserved.
sv: Projekt, arbetsområde och poster i delat översättningsminne kommer att raderas. Personliga och uppladdade poster kommer att bevaras.

source: Delete translation memory created from components in this category
sv: Ta bort översättningsminnet som skapats från komponenter i denna kategori

source: Limit languages for %(team)s
sv: Begränsa språken för %(team)s

source: Turn on customization above to change these settings.
sv: Aktivera anpassning ovan för att ändra dessa inställningar.

source: Create existing project languages; contact maintainers for new languages
sv: Skapa befintliga projektspråk; kontakta underhållarna för nya språk

source: Component %(component)s was skipped because its linked repository is unavailable.
sv: Komponent %(component)s hoppades över eftersom dess länkade arkiv inte är tillgängligt.

source: Allows anonymous access to the engage pages and status widgets for Private and Custom projects.
sv: Tillåter anonym åtkomst till engageringssidorna och statuswidgetarna för privata och anpassade projekt.

source: Public sharing
sv: Offentlig delning

source: Do not specify both component and category!
sv: Ange inte både komponent och kategori!

source: Inherit translation license
sv: Ärv översättningslicens

source: Use the translation license configured in the parent category or project.
sv: Använd den översättningslicens som är konfigurerad i den överordnade kategorin eller i projektet.

source: Contributor license agreement which needs to be approved before a user can translate components in this category.
sv: Licensavtal för bidragsgivare som måste godkännas innan en användare kan översätta komponenter i denna kategori.

source: Inherit contributor license agreement
sv: Ärv licensavtal för bidragsgivare

source: Use the contributor license agreement configured in the parent category or project.
sv: Använd licensavtalet för bidragsgivare som är konfigurerat i den överordnade kategorin eller projektet.

source: Inherit adding new translations
sv: Ärv tillägg av nya översättningar

source: Use the adding new translations setting configured in the parent category or project.
sv: Använd inställningen för att lägga till nya översättningar som har konfigurerats i den överordnade kategorin eller projektet.

source: Inherit language code style
sv: Ärv språkkodsstil

source: Use the language code style configured in the parent category or project.
sv: Använd språkkodsstilen som konfigurerats i den överordnade kategorin eller projektet.

source: Inherit secondary language
sv: Ärv sekundärt språk

source: Use the secondary language configured in the parent category or project.
sv: Använd det sekundära språket som har konfigurerats i överordnad kategori eller projekt.

source: Inherit commit message when translating
sv: Ärv commit-meddelandet vid översättning

source: Use the commit message when translating configured in the parent category or project.
sv: Använd commit-meddelandet vid översättning av konfigurerade element i den överordnade kategorin eller projektet.

source: Inherit commit message when adding translation
sv: Ärv commit-meddelandet när en översättning läggs till

source: Use the commit message when adding translation configured in the parent category or project.
sv: Använd commit-meddelandet när du lägger till översättning som konfigurerats i den överordnade kategorin eller projektet.

source: Inherit commit message when removing translation
sv: Ärv commit-meddelandet när en översättning tas bort

source: Use the commit message when removing translation configured in the parent category or project.
sv: Använd commit-meddelandet när du tar bort översättning som konfigurerats i den överordnade kategorin eller projektet.

source: Inherit commit message when merging translation
sv: Ärv commit-meddelande när översättningen slås samman

source: Use the commit message when merging translation configured in the parent category or project.
sv: Använd commit-meddelandet när du sammanfogar översättningar som konfigurerats i den överordnade kategorin eller projektet.

source: Inherit commit message when add-on makes a change
sv: Ärv commit-meddelande när ett tillägg gör en ändring

source: Use the commit message when add-on makes a change configured in the parent category or project.
sv: Använd commit-meddelandet när tillägget gör en ändring som konfigurerats i den överordnade kategorin eller projektet.

source: Inherit merge request message
sv: Ärv meddelandet från sammanslagningsbegäran

source: Use the merge request message configured in the parent category or project.
sv: Använd meddelandet om sammanslagningsförfrågan som konfigurerats i den överordnade kategorin eller projektet.

source: Repository path for this category already exists and is not empty.
sv: Sökvägen till förrådet för denna kategori finns redan och är inte tom.

source: This field is managed by the repository integration and can not be changed.
sv: Det här fältet hanteras av databasintegrationen och kan inte ändras.

source: Version control system to use to access your repository containing translations. You can also choose additional integration with third party providers to submit pull/merge requests.
sv: Versionshanteringssystem som skall användas för att komma åt ditt förråd med översättningar. Du kan även välja att integrera med tjänster från tredjepartsleverantörer för att skicka in pull-/sammanslagningsbegäranden.

source: Version control parameters
sv: Parametrar för versionshantering

source: URL of a push repository, pushing is turned off if empty. When using pull/merge requests, keep empty to fork the repository.
sv: URL till ett push-förråd, att göra push är avstängt om den är tom. När pull-/sammanslagningsbegäranden används, lämna den tom för att skapa en gren av förrådet.

source: Allows users to vote on suggestions.
sv: Låter användare rösta på förslag.

source: Use the translation license configured in the category or project.
sv: Använd den översättningslicens som har konfigurerats i kategorin eller projektet.

source: Use the contributor license agreement configured in the category or project.
sv: Använd det licensavtal för bidragsgivare som har konfigurerats i kategorin eller projektet.

source: Use the adding new translations setting configured in the category or project.
sv: Använd inställningen för att lägga till nya översättningar som har konfigurerats i kategorin eller projektet.

source: Use the language code style configured in the category or project.
sv: Använd språkkodsstilen som konfigurerats i kategorin eller projektet.

source: Use the commit message when translating configured in the category or project.
sv: Använd commit-meddelandet vid översättning av konfigurerade element i kategorin eller projektet.

source: Use the commit message when adding translation configured in the category or project.
sv: Använd commit-meddelandet när en översättning läggs till som har konfigurerats i kategorin eller projektet.

source: Use the commit message when removing translation configured in the category or project.
sv: Använd commit-meddelandet när en översättning tas bort som konfigurerats i kategorin eller projektet.

source: Use the commit message when merging translation configured in the category or project.
sv: Använd commit-meddelandet vid sammanfogning av översättningar som konfigurerats i kategorin eller projektet.

source: Use the commit message when add-on makes a change configured in the category or project.
sv: Använd commit-meddelandet när tillägg gör en ändring som konfigurerats i kategorin eller projektet.

source: Use the merge request message configured in the category or project.
sv: Använd meddelandet om sammanslagningsförfrågan som konfigurerats i kategorin eller projektet.

source: Use the secondary language configured in the category or project.
sv: Använd det sekundära språk som har konfigurerats i kategorin eller projektet.

source: Could not verify the SSH host key. Please add it on the SSH page in the admin interface.
sv: Kunde inte verifiera SSH värdnyckeln. Lägg till den på SSH-sidan i administratrörsgränssnittet.

source: The SSH host key for the repository has changed. Verify the new fingerprint, remove the stored host key, and add the new one on the SSH page in the admin interface.
sv: SSH-värdnyckeln för arkivet har ändrats. Verifiera det nya fingeravtrycket, ta bort den lagrade värdnyckeln och lägg till den nya på SSH-sidan i administratörsgränssnittet.

source: Reset the repository, but could not recreate %(file)s while reapplying pending translations. Pending changes were kept.
sv: Återställde arkivet, men kunde inte återskapa %(file)s när väntande översättningar tillämpades igen. Väntande ändringar behölls.

source: File synchronization could not recreate %(file)s before committing pending translations. Pending changes were kept.
sv: Filsynkroniseringen kunde inte återställa %(file)s innan de väntande översättningarna utfördes. De väntande ändringarna behölls.

source: Reset the repository, but could not recreate pending translations. Pending changes were kept.
sv: Återställde förrådet, men kunde inte återskapa väntande översättningar. Väntande ändringar behölls.

source: File synchronization could not recreate pending translations. Pending changes were kept.
sv: Filsynkroniseringen kunde inte återställa väntande översättningar. Väntande ändringar behölls.

source: Could not parse base file for new translations:
sv: Kunde inte tolka basfilen för nya översättningar:

source: Adding and removing strings is not supported with this file format.
sv: Det går inte att lägga till eller ta bort strängar i det här filformatet.

source: Could not validate push URL: %s
sv: Kunde inte validera push-URL:en: %s

source: Pull and push branches cannot be the same when using pull/merge requests and not pushing to a fork.
sv: Pull- och push-grenar får inte vara desamma när du använder pull-/sammanslagningsbegäranden och man inte gör push till en gren.

source: Push branch cannot be empty when using pull/merge requests and not pushing to a fork.
sv: Push-grenen får inte vara tom när man använder pull-/sammanslagningsbegäranden och inte gör push till en gren.

source: Invalid repository branch: %s
sv: Ogiltig förrådsgren: %s

source: Invalid push branch: %s
sv: Ogiltig push-gren: %s

source: Use %(branch)s instead of %(ref)s; Weblate and git-review add the Gerrit refs automatically.
sv: Använd %(branch)s istället för %(ref)s; Weblate och git-review lägger till Gerrit-referenserna automatiskt.

source: The parameter '%(param)s' is not applicable for the version control system '%(vcs)s'.
sv: Parametern ”%(param)s” är inte tillämplig för versionshanteringssystemet ”%(vcs)s”.

source: Pushing without a merge request needs write access to the repository. Configure a push URL with credentials, or use an SSH repository URL.
sv: För att kunna göra en push utan en sammanslagningsbegäran krävs skrivbehörighet till förrådet. Konfigurera en push-URL med inloggningsuppgifter eller använd en SSH-URL till förrådet.

source: A component can not be restricted while its project uses shared translation memory.
sv: En komponent kan inte begränsas så länge dess projekt använder ett gemensamt översättningsminne.

source: The regular expression is too complex and took too long to evaluate.
sv: Det reguljära uttrycket är för komplicerat och tog för lång tid att beräkna.

source: File path is in a restricted location in the repository.
sv: Filvägen finns på en plats med åtkomstbegränsningar i förrådet.

source: Workspace this project belongs to. Standalone projects do not need one.
sv: Arbetsyta som detta projekt tillhör. Fristående projekt behöver inte en.

source: Uses the pool of shared translations between projects in the workspace.
sv: Använder poolen av delade översättningar mellan projekt i arbetsområdet.

source: Contributes translations to the pool shared between projects in the workspace.
sv: Bidrar med översättningar till poolen som delas mellan projekten i arbetsområdet.

source: Use the translation license configured in the workspace.
sv: Använd översättningslicensen som är konfigurerad i arbetsområdet.

source: Contributor license agreement which needs to be approved before a user can translate components in this project.
sv: Licensavtal för bidragsgivare som måste godkännas innan en användare kan översätta komponenter i detta projekt.

source: Use the contributor license agreement configured in the workspace.
sv: Använd licensavtalet för bidragsgivaren som är konfigurerat i arbetsområdet.

source: Use the adding new translations setting configured in the workspace.
sv: Använd inställningen för att lägga till nya översättningar som konfigurerats i arbetsytan.

source: Use the language code style configured in the workspace.
sv: Använd språkkodsstilen som konfigurerats i arbetsytan.

source: Use the secondary language configured in the workspace.
sv: Använd det sekundära språk som har konfigurerats i arbetsområdet.

source: Use the commit message when translating configured in the workspace.
sv: Använd det commit-meddelandet vid översättning som konfigurerats i arbetsområdet.

source: Use the commit message when adding translation configured in the workspace.
sv: Använd det commit-meddelandet vid tillägg av översättning som konfigurerats i arbetsområdet.

source: Use the commit message when removing translation configured in the workspace.
sv: Använd det commit-meddelandet vid borttagning av översättning som konfigurerats i arbetsområdet.

source: Use the commit message when merging translation configured in the workspace.
sv: Använd det commit-meddelandet vid sammanslagning av översättning som konfigurerats i arbetsområdet.

source: Use the commit message when add-on makes a change configured in the workspace.
sv: Använd det commit-meddelandet för tillägg som gör en ändring som konfigurerats i arbetsområdet.

source: Use the merge request message configured in the workspace.
sv: Använd meddelandet om sammanslagningsförfrågan som konfigurerats i arbetsytan.

source: Shared translation memory can not be enabled while the project has restricted components.
sv: Det går inte att aktivera det delade översättningsminnet så länge projektet innehåller begränsade komponenter.

source: Translations marked as needing editing are not written to the translation file.
sv: Översättningar som är markerade som i behov av redigering skrivs inte in i översättningsfilen.

source: For languages with reviews enabled, only approved translations are written to the translation file.
sv: För språk där granskning är aktiverad skrivs endast godkända översättningar till översättningsfilen.

source: Uploaded translation file is too big.
sv: Den uppladdade översättningsfilen är för stor.

source: Removing duplicate strings is not supported for this file format.
sv: Att ta bort dubblerade strängar stödjs inte för detta filformat.

source: No duplicate strings were found in the translation file.
sv: Inga dubbletter av strängar hittades i översättningsfilen.

source: Cleanup of unused strings is not supported for this file format.
sv: Rensning av oanvända strängar stödjs inte för detta filformat.

source: No unused strings were found in the translation file.
sv: Inga oanvända strängar hittades i översättningsfilen.

source: Removing obsolete strings is not supported for this file format.
sv: Att ta bort föråldrade strängar stödjs inte för detta filformat.

source: No obsolete strings were found in the translation file.
sv: Inga föråldrade strängar hittades i översättningsfilen.

source: Plural form %d in the uploaded file is out of range.
sv: Pluralform %d i den uppladdade filen ligger utanför det tillåtna intervallet.

source: Plural form %d in the uploaded file is missing.
sv: Pluralform %d saknas i den uppladdade filen.

source: Could not parse uploaded file as {file_format}: {error}
sv: Kunde inte tolka den uppladdade filen som {file_format}: {error}

source: Could not parse uploaded file: %s
sv: Kunde inte tolka uppladdade filen: %s

source: Could not parse translation file: %s
sv: Kunde inte tolka översättningsfilen: %s

source: Restrict direct editing
sv: Begränsa direktredigering

source: Only users with the “Edit string when suggestions are enforced” permission can make direct changes.
sv: Endast användare med behörigheten “Redigera sträng när förslag är tvingande” kan göra direkta ändringar.

source: Repository operation could not be completed because it remained locked.
sv: Arkivåtgärden kunde inte slutföras eftersom arkivet förblev låst.

source: Repository operation could not be completed.
sv: Arkivåtgärden kunde inte slutföras.

source: Repository operation could not be completed because access is no longer permitted.
sv: Arkivåtgärden kunde inte slutföras eftersom åtkomst inte längre är tillåten.

source: Repository operation completed.
sv: Arkivåtgärden slutfördes.

source: Repository operation completed with errors.
sv: Arkivåtgärden slutfördes med fel.

source: No suggestions found.
sv: Inga förslag hittades.

source: Automatic translation skipped because the target no longer exists.
sv: Den automatiska översättningen har hoppats över eftersom måltexten inte längre finns.

source: Report generated.
sv: Rapporten har skapats.

source: Project backup import completed with skipped components.
sv: Import av projektets säkerhetskopia avslutad med bortvalda komponenter.

source: Project backup import completed.
sv: Import av projektets säkerhetskopia slutförd.
